List places = [
  {
    "name": "فندق دلحة وأميت",
    "img": "assets/1.jpeg",
    "price": r"$100/الليلة",
    "location": "لندن, انجلترا",
    "details": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل. "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي\n\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي. "
        "هناك حقيقة مثبتة منذ زمن طويل  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصف\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي",
  },
  {
    // "name": "شاطئ ماورس",

    "name": "شاطئ ماورس",
    // "name": "some beach",
    "img": "assets/2.jpeg",
    "price": r"$100/الليلة ",
    "location": "برتغال, ليبسون",
    "details": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل. "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي\n\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي. "
        "هناك حقيقة مثبتة منذ زمن طويل  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصف\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي",
  },
  {
    "name": "مطعم عشوائي",
    "img": "assets/3.jpeg",
    "price": r"$100/الليلة",
    "location": "فرنسا, باريس",
    "details": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل. "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي\n\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي. "
        "هناك حقيقة مثبتة منذ زمن طويل  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصف\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي",
  },
  {
    "name": "شاطئ الكاريبي",
    "img": "assets/4.jpeg",
    "price": r"$100/الليلة",
    "location": "ايطاليا, روما",
    "details": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل. "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي\n\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي. "
        "هناك حقيقة مثبتة منذ زمن طويل  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصف\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي",
  },
  {
    "name": "اكوابارك",
    "img": "assets/5.jpeg",
    "price": r"$100/الليلة",
    "location": "اسبانيا, مدريد",
    "details": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل. "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي\n\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي. "
        "هناك حقيقة مثبتة منذ زمن طويل  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى  "
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصف\n"
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي",
  },
];
